data = [
  {
    "uuid": "CCF66C6B-573F-4C59-B03F-EEB6DE3FF989",
    "name": "DCE(電機學院院級(學士班))"
  },
  {
    "uuid": "049C687B-46BD-4E42-9A12-1D54874477A0",
    "name": "DEE(電子工程學系)"
  },
  {
    "uuid": "2F76991A-211C-4D75-B046-335E65EAE656",
    "name": "DEO(光電工程學系)"
  },
  {
    "uuid": "F25F72ED-9F1C-469A-A174-6FF0F0367955",
    "name": "ECE(電機資訊學士班)"
  },
  {
    "uuid": "73CEC435-74FF-49FE-88E7-63F369B3A3C5",
    "name": "UEE(電機工程學系)"
  },
  {
    "uuid": "CF366320-3E10-4874-A393-3A028DEC5E79",
    "name": "SET(系統工程與科技學士學位學程)"
  },
  {
    "uuid": "E2D47D2E-B529-4449-8619-8561D3401D32",
    "name": "DCP(資訊工程學系)"
  },
  {
    "uuid": "E55D50E2-B13D-4878-89C3-6317098C26CB",
    "name": "(學士班大一大二不分系)"
  },
  {
    "uuid": "F247D032-D9C1-4544-BC86-C2344E72746C",
    "name": "(醫學系)"
  },
  {
    "uuid": "A5E1FDEB-14BC-473B-A0DA-E80A977D2998",
    "name": "(牙醫學系)"
  },
  {
    "uuid": "DF8662D9-F214-4BA7-AD19-6013ADDEBFE1",
    "name": "(護理學系)"
  },
  {
    "uuid": "0F4AE32B-3968-43DC-8CA5-980F34D2B514",
    "name": "(藥學系)"
  },
  {
    "uuid": "19B1B733-DE95-4EC9-9737-44CCFF143365",
    "name": "(生物醫學影像暨放射科學系)"
  },
  {
    "uuid": "571E904D-E87A-436F-8CA6-4457B76519FF",
    "name": "(生物醫學工程學系)"
  },
  {
    "uuid": "A65FD51A-288D-4050-A421-6630F412431F",
    "name": "(生醫光電暨奈米科學學士學位學程(與生命科學院合辦))"
  },
  {
    "uuid": "FEE44E15-05FE-4B3E-A39F-0FB032FA5D1F",
    "name": "(物理治療暨輔助科技學系)"
  },
  {
    "uuid": "5BA684B8-A5F5-4A81-BC5D-7EB434ACC91B",
    "name": "(醫學生物技術暨檢驗學系)"
  },
  {
    "uuid": "C6EF4067-5FDD-46D8-8804-3382FEBA57DA",
    "name": "(生命科學系暨基因體科學研究所)"
  },
  {
    "uuid": "C4C32026-B85E-4A0B-942E-EA4821B77242",
    "name": "DCV(土木工程學系)"
  },
  {
    "uuid": "37CB05FC-64B3-4152-85F6-561A9606CFB2",
    "name": "DMA(材料科學與工程學系)"
  },
  {
    "uuid": "EA401C63-54EF-4F56-B1AE-E398629D9005",
    "name": "DME(機械工程學系)"
  },
  {
    "uuid": "81FEC6E5-A78C-4641-A47F-D06FD9B448C7",
    "name": "DPN(奈米科學及工程學士學位學程)"
  },
  {
    "uuid": "FBD12D47-AE15-4D1E-AA2E-1398CCCADD45",
    "name": "DAC(應用化學系)"
  },
  {
    "uuid": "A0C3EB6F-4D5A-440D-9634-EB826A8587E5",
    "name": "DAM(應用數學系)"
  },
  {
    "uuid": "900C8A5B-25F1-4110-8F09-E9ACB0D68CFD",
    "name": "DEP(電子物理學系)"
  },
  {
    "uuid": "437984C4-C0DD-445C-9801-9EE0954A0046",
    "name": "DPS(理學院科學學士學位學程)"
  },
  {
    "uuid": "028758A1-A365-44DB-9EF4-5B97C510A2E2",
    "name": "DWA(百川學士學位學程)"
  },
  {
    "uuid": "60A7936E-B0C0-4C0F-9DE7-33D16A367F20",
    "name": "TFS(台中一中科學班)"
  },
  {
    "uuid": "E40323F1-85D9-4F05-B944-070B2BD3550C",
    "name": "DEM(工業工程與管理學系)"
  },
  {
    "uuid": "2899D2A7-74F5-4778-9D0E-348CB10E9BCB",
    "name": "DIF(資訊管理與財務金融系)"
  },
  {
    "uuid": "5BD3020C-C88A-410B-959F-C95CD8D05F45",
    "name": "DMS(管理科學系)"
  },
  {
    "uuid": "5F048E6C-CF97-4BD0-AC8A-6E03B29E201B",
    "name": "DOM(管理學院院本部)"
  },
  {
    "uuid": "B325F6A9-EF12-4439-960A-3EE27528AD19",
    "name": "DTM(運輸與物流管理學系)"
  },
  {
    "uuid": "6364089A-4693-4A80-B2D0-3F341DF5EBFF",
    "name": "DBT(生物科技學系)"
  },
  {
    "uuid": "16F59D39-254D-4EE9-B742-6E9EF801F297",
    "name": "DFL(外國語文學系)"
  },
  {
    "uuid": "3CEF1CCE-9A5D-4B91-AA06-C3F717F7619E",
    "name": "DOH(人文社會學院院本部)"
  },
  {
    "uuid": "23468ECA-50AE-4182-BAF8-C0AD5E57D27D",
    "name": "DCT(傳播與科技學系)"
  },
  {
    "uuid": "1CFC1720-6FE9-4265-98E5-06916C1DFF0D",
    "name": "DHS(人文社會學系)"
  },
  {
    "uuid": "53A140EC-F298-4E72-AD2E-45D7253C38F8",
    "name": "ECM(電信工程研究所)[碩]"
  },
  {
    "uuid": "138AA9B5-ADF5-467B-A6C4-7B81ACEF431B",
    "name": "GEE(電機工程學系)[碩]"
  },
  {
    "uuid": "773FA006-821B-4151-B321-26AB49FEB960",
    "name": "ICE(電機學院院級(研究所))[碩]"
  },
  {
    "uuid": "952A303C-BC86-4917-9C3F-48688D32ED32",
    "name": "ICE(電機學院課程(研究所))[碩]"
  },
  {
    "uuid": "F03D7792-A8CD-491C-A20C-9D9DFF56014B",
    "name": "ICN(電控工程研究所)[碩]"
  },
  {
    "uuid": "29A058AC-DE9C-4693-8734-B0C601AE6738",
    "name": "IEE(電子研究所)[碩]"
  },
  {
    "uuid": "B2C67A04-C925-4785-B8AC-3FAEEF0A458F",
    "name": "IEO(光電工程學系)[碩]"
  },
  {
    "uuid": "9FB1EE9E-DEB3-47F5-A865-2B004237E736",
    "name": "IIE(生醫工程研究所)[碩]"
  },
  {
    "uuid": "FC035DDA-97F0-450C-BC00-548271608230",
    "name": "IIB(影像與生醫光電研究所)[碩]"
  },
  {
    "uuid": "8C4EBE1A-CDA4-4087-89FD-D046DB7E8AE8",
    "name": "ILP(照明與能源光電研究所)[碩]"
  },
  {
    "uuid": "90455AA1-9E14-4D69-A6A8-86F591399768",
    "name": "IPO(光電學院)[碩]"
  },
  {
    "uuid": "8B86137F-6B32-4221-9FB7-E9D4717E57C9",
    "name": "IPS(光電系統研究所)[碩]"
  },
  {
    "uuid": "ABF1A309-8B7A-4035-85D5-0C2944E857AC",
    "name": "ITL(科技法律研究所)[碩]"
  },
  {
    "uuid": "E10261D7-7062-4CE1-B7D7-FD3EF2068864",
    "name": "CST(國際半導體產業學院碩士班)[碩]"
  },
  {
    "uuid": "1C171530-9400-46C9-B35A-B83955005824",
    "name": "AIX(智慧計算與科技研究所)[碩]"
  },
  {
    "uuid": "0F6318C2-C3E1-4AAA-AC06-46763CD0565A",
    "name": "AIY(智慧系統與應用研究所)[碩]"
  },
  {
    "uuid": "1B2F4714-6255-425C-8CA6-524DB1F06FD3",
    "name": "AIZ(智慧與綠能產學研究所)[碩]"
  },
  {
    "uuid": "003BBF4E-DFFF-47E8-ADDC-894F95832F02",
    "name": "DPCAI(智慧科學暨綠能學院博士班)[博]"
  },
  {
    "uuid": "0FFE1B73-E0D3-43B8-B71C-44288788B83E",
    "name": "IOG(智慧科學暨綠能學院)[碩]"
  },
  {
    "uuid": "5BB92F33-5AA8-47D1-AAAF-30CE7320204F",
    "name": "GPC(資訊學院博士班)[博]"
  },
  {
    "uuid": "537EA001-3191-4C00-88A8-0FDA05982424",
    "name": "IDS(數據科學與工程研究所碩士班)[碩]"
  },
  {
    "uuid": "7BDC1EB0-9B23-4A92-AB4A-ED06B71D55C0",
    "name": "ILE(多媒體工程研究所)[碩]"
  },
  {
    "uuid": "75E185EE-1E25-4A97-99FC-E69EFCE5EA58",
    "name": "IOC(資訊科學與工程研究所)[博]"
  },
  {
    "uuid": "F097A7AA-BB64-4C3F-B00C-799B5BF76D7F",
    "name": "IOC(資訊科學與工程研究所)[碩]"
  },
  {
    "uuid": "C4033318-ECBD-4AA2-ADD9-74ABFDD8CFE6",
    "name": "IOE(網路工程研究所)[碩]"
  },
  {
    "uuid": "771DC867-1EDE-42C4-A815-F64A558216F0",
    "name": "(跨專業長期照顧與管理碩士學位學程)[碩]"
  },
  {
    "uuid": "B886CB13-AD6F-434E-AEA4-BE0CB5599D4F",
    "name": "(國際衛生碩士學位學程)[碩]"
  },
  {
    "uuid": "2F2E6A20-E7E2-4D6A-9C13-84461E24F056",
    "name": "(生理學研究所)[碩]"
  },
  {
    "uuid": "550F3DB0-31CD-4605-965E-A385C23D5880",
    "name": "(生物醫學資訊研究所)[碩]"
  },
  {
    "uuid": "483B6E28-F623-4F72-8CD0-E6F69AA9E7BD",
    "name": "(急重症醫學研究所)[碩]"
  },
  {
    "uuid": "F04272A9-16F9-459C-9000-9529DE1AC733",
    "name": "(轉譯醫學博士學位學程)[博]"
  },
  {
    "uuid": "BA742954-09E0-4535-8BA9-75DD78B555FA",
    "name": "(衛生福利研究所)[碩]"
  },
  {
    "uuid": "9CD4EBC5-3B57-4882-A5A0-970EE834ACD8",
    "name": "(腦科學研究所)[碩]"
  },
  {
    "uuid": "870B8265-5299-4174-891E-00A04498D07B",
    "name": "(公共衛生研究所)[碩]"
  },
  {
    "uuid": "30002348-C343-43B9-B7B9-A9B2ACCC063C",
    "name": "(公共衛生碩士學位學程)[碩]"
  },
  {
    "uuid": "EC244D74-7FE0-4643-9843-CB1A1E6A5B39",
    "name": "(醫學院)[碩]"
  },
  {
    "uuid": "D727C12D-E71C-4E52-8B64-226E94048620",
    "name": "(醫務管理研究所)[碩]"
  },
  {
    "uuid": "BB44DE12-B6EA-4162-9B03-8A2799919088",
    "name": "(環境與職業衛生研究所)[碩]"
  },
  {
    "uuid": "5E23CC1A-EAE0-4600-9421-748EDD57D332",
    "name": "(環境科技博士學位學程(台灣聯合大學系統))[博]"
  },
  {
    "uuid": "F5E48150-2819-46DF-9214-00D0E3FF5B16",
    "name": "(傳統醫藥研究所)[碩]"
  },
  {
    "uuid": "14BBCB8E-1834-49FE-A721-E83F4218580B",
    "name": "(解剖學及細胞生物學研究所)[碩]"
  },
  {
    "uuid": "FE5FCAD6-B49F-4B23-93A2-0049FA2A2098",
    "name": "(藥理學研究所)[碩]"
  },
  {
    "uuid": "22A13E49-1C5B-4277-AE97-58CF92F2C898",
    "name": "(臨床醫學研究所)[碩]"
  },
  {
    "uuid": "5A6F8AF9-0CD0-4189-8806-DCC75B862C9D",
    "name": "(牙醫學系)[碩]"
  },
  {
    "uuid": "FF69508A-DF4C-4539-B2E2-004D7128C3E5",
    "name": "(口腔生物研究所)[碩]"
  },
  {
    "uuid": "DE646D71-CFD9-42E9-93C0-B2FAD3AD935F",
    "name": "(社區健康照護研究所)[碩]"
  },
  {
    "uuid": "30412F02-B776-4030-9A81-DBEC284FB354",
    "name": "(護理學系)[博]"
  },
  {
    "uuid": "7B5C0463-4402-4BF0-9FD1-BFDFB81F0C48",
    "name": "(臨床護理研究所)[博]"
  },
  {
    "uuid": "B055162C-C1B4-496B-A164-46C87FC78715",
    "name": "(臨床護理研究所)[碩]"
  },
  {
    "uuid": "D1748DDA-5572-4252-8D0A-7A588C918007",
    "name": "(生物藥學研究所)[碩]"
  },
  {
    "uuid": "B1EFC4D8-41F1-4464-AE12-29601DB8FF56",
    "name": "(食品安全及健康風險評估研究所)[碩]"
  },
  {
    "uuid": "A4954C5B-99AF-408B-9BB7-D8D2AC080499",
    "name": "(藥學系)[碩]"
  },
  {
    "uuid": "405FD752-3C2D-48A3-9906-EE2F76CCA1D5",
    "name": "(生物醫學影像暨放射科學系)[碩]"
  },
  {
    "uuid": "59254C48-B6CF-4737-A8D5-560ACC42EBFD",
    "name": "(生物醫學暨工程科技產業博士學位學程)[博]"
  },
  {
    "uuid": "709EE674-0D8C-48B5-9998-D7D6F89E373F",
    "name": "(生物醫學工程學系)[碩]"
  },
  {
    "uuid": "13F74B04-E40D-4E5B-8D54-DE2DE8D8B777",
    "name": "(生醫光電研究所)[碩]"
  },
  {
    "uuid": "B1DB04C7-57FF-42FE-9211-5A47C72B5E26",
    "name": "(光電博士學位學程(台灣聯合大學系統))[博]"
  },
  {
    "uuid": "B2A0F4E6-E13E-4A17-BDD2-9127BB81E9DD",
    "name": "(物理治療暨輔助科技學系)[碩]"
  },
  {
    "uuid": "E8719343-BA9B-495D-A175-442BDEC904F1",
    "name": "(醫學生物技術暨檢驗學系)[碩]"
  },
  {
    "uuid": "A6EBBDA0-6496-4987-87FC-CBC6459EE095",
    "name": "(分子醫學博士學位學程)[博]"
  },
  {
    "uuid": "321288B6-5C47-46CD-A365-5072A3C4431D",
    "name": "(生化暨分子生物研究所)[碩]"
  },
  {
    "uuid": "88244AA6-FC91-41A8-845A-BB1B0DF8DA25",
    "name": "(生命科學院)[碩]"
  },
  {
    "uuid": "B20AD871-994A-4904-A603-71664E885651",
    "name": "(生命科學系暨基因體科學研究所)[碩]"
  },
  {
    "uuid": "840AE805-B19B-4BE8-A6E2-C4EEFF417008",
    "name": "(生技醫療產業博士學位學程)[博]"
  },
  {
    "uuid": "DBBF8086-1475-4CBE-9610-06329DB022F8",
    "name": "(神經科學研究所)[碩]"
  },
  {
    "uuid": "195C5A5B-4BB8-4B3F-965C-B2BF72CF97F4",
    "name": "(微生物及免疫學研究所)[碩]"
  },
  {
    "uuid": "A7CBCDCD-4375-4CE0-8276-6CA62C606D7A",
    "name": "(跨領域神經科學國際研究生博士學位學程)[博]"
  },
  {
    "uuid": "C0DB8AB9-A68F-4F69-9612-B0DA5108A824",
    "name": "(跨領域神經科學博士學位學程 (台灣聯合大學系統))[博]"
  },
  {
    "uuid": "B5B9065E-AD3C-472E-BDB4-9E7682180271",
    "name": "(視覺文化研究所)[碩]"
  },
  {
    "uuid": "1BE431A4-EDA9-4B78-943F-07E8325CA96F",
    "name": "(亞際文化研究國際碩士學位學程(台灣聯合大學系統))[碩]"
  },
  {
    "uuid": "FB596805-0704-444B-9382-CEB9950BF3C8",
    "name": "(心智哲學研究所)[碩]"
  },
  {
    "uuid": "2EFB40C8-47BA-475D-BE91-337B779F1A30",
    "name": "(科技與社會研究所)[碩]"
  },
  {
    "uuid": "52AA5301-0713-48B6-817E-07CE0041FCD4",
    "name": "ICV(土木工程學系)[碩]"
  },
  {
    "uuid": "73C4529D-A2BC-4156-BC87-35CEC2901228",
    "name": "IEV(環境工程研究所)[博]"
  },
  {
    "uuid": "7528328B-140A-4777-AADC-B1DB034FD90F",
    "name": "IEV(環境工程研究所)[碩]"
  },
  {
    "uuid": "5970369B-F0A8-4236-AF0F-3261573B6CC2",
    "name": "IMA(材料科學與工程學系)[碩]"
  },
  {
    "uuid": "6EA6ACDE-8519-4C34-A64C-7D1E7EF5F331",
    "name": "IME(機械工程學系)[碩]"
  },
  {
    "uuid": "DC7EDBD9-163D-4D10-B2C0-0B2C52EA9220",
    "name": "INT(材料科學與工程學系奈米科技碩博班)[碩]"
  },
  {
    "uuid": "8F93E581-C5C5-4D6A-9608-3AE0220B377B",
    "name": "IAC(應用化學系)[碩]"
  },
  {
    "uuid": "1E6033DF-9E59-4AE3-A553-583E11583D47",
    "name": "IAM(應用數學系)[碩]"
  },
  {
    "uuid": "41BD6B9E-1F68-4F9C-9762-12776BE7A147",
    "name": "IEP(電子物理學系)[碩]"
  },
  {
    "uuid": "703453A3-CF45-4277-A402-C5C16BC4C9E1",
    "name": "IMM(應用數學系數學建模與科學計算碩士班)[碩]"
  },
  {
    "uuid": "4A98AF77-4001-4569-AB8F-5C7907D1ADDF",
    "name": "IMO(應用化學系分子科學碩博班)[碩]"
  },
  {
    "uuid": "EBBCC9FB-890B-47DD-9FE6-C865633444BC",
    "name": "IOP(物理研究所)[碩]"
  },
  {
    "uuid": "711EAA07-BBA2-4F80-93BF-5FD04A8E612F",
    "name": "IOS(理學院院本部)[碩]"
  },
  {
    "uuid": "DA5BA833-FBD2-4842-8445-5DA53A84F2C5",
    "name": "IST(統計學研究所)[碩]"
  },
  {
    "uuid": "DEB2325B-3B51-4F08-8CD8-CD1AA022F182",
    "name": "GMBA(企業管理碩士學位學程)[碩]"
  },
  {
    "uuid": "B6613731-2E3C-481C-B6C9-69D9BEDF2A62",
    "name": "IBM(經營管理研究所)[博]"
  },
  {
    "uuid": "9A7AD1DC-50DE-4485-A113-F4D8D2757FCB",
    "name": "IBM(經營管理研究所)[碩]"
  },
  {
    "uuid": "DA57C7B0-CD1D-41FD-84D0-90DA984965F0",
    "name": "IEM(工業工程與管理學系)[博]"
  },
  {
    "uuid": "82B98FB5-EE9C-4751-A3C1-1C772C204240",
    "name": "IEM(工業工程與管理學系)[碩]"
  },
  {
    "uuid": "39F6F2B7-EC53-4B61-859B-D9A38810EDF8",
    "name": "IIM(資訊管理研究所)[博]"
  },
  {
    "uuid": "D4265A63-B2D4-4233-9775-FE583D7E39AB",
    "name": "IIM(資訊管理研究所)[碩]"
  },
  {
    "uuid": "9BC91368-354A-4EC7-A12E-4E29296A1560",
    "name": "IMS(管理科學系)[博]"
  },
  {
    "uuid": "FFC961F1-2C03-4FB3-870B-FB60725FDCE3",
    "name": "IMS(管理科學系)[碩]"
  },
  {
    "uuid": "6332E3E4-F5B3-4E94-81DC-2B5CD324F8BD",
    "name": "IOF(資訊管理與財務金融系財務金融博士班)[博]"
  },
  {
    "uuid": "78B86127-A99A-4DCB-9650-B5C8D8F39B59",
    "name": "IOF(資訊管理與財務金融系財務金融碩博士班)[碩]"
  },
  {
    "uuid": "1A52EEB5-2A5E-4DB9-B6A6-960369C484DE",
    "name": "ITM(科技管理研究所)[碩]"
  },
  {
    "uuid": "A81D8BD9-229D-4E17-8966-0544BDF3BE34",
    "name": "ITS(運輸與物流管理學系交通運輸碩博士班)[碩]"
  },
  {
    "uuid": "D07005FB-64B9-4C7E-89BB-5BDAAFCCF9E0",
    "name": "ITT(運輸與物流管理學系物流管理碩博士班)[碩]"
  },
  {
    "uuid": "C655F929-C848-49DC-A872-FB6FEEA29659",
    "name": "DBSE(生物科技學院產業博士班)[博]"
  },
  {
    "uuid": "C83DD0DE-7231-46B6-AE00-70B6D379564E",
    "name": "IBE(分子醫學與生物工程研究所)[碩]"
  },
  {
    "uuid": "4E4EC294-E2F0-4A2E-94A8-E0E3E5F8204D",
    "name": "IBI(生物資訊及系統生物研究所)[博]"
  },
  {
    "uuid": "C3B4AAC5-2FD4-4EAD-BFD3-BA9063CB01F0",
    "name": "IBI(生物資訊及系統生物研究所)[碩]"
  },
  {
    "uuid": "733B1BEC-6ACA-4DB7-B34F-8E6D15B3997F",
    "name": "IBT(生物科技學系)[博]"
  },
  {
    "uuid": "C417A8E1-FBE2-4D99-BDB5-5C27DB9A2F4D",
    "name": "IBT(生物科技學系)[碩]"
  },
  {
    "uuid": "368CD765-807A-4CB9-95E9-EA92C2F132E4",
    "name": "IAA(應用藝術研究所)[博]"
  },
  {
    "uuid": "92FE9A22-3F52-4AC1-AA35-E975A91C75DA",
    "name": "IAA(應用藝術研究所)[碩]"
  },
  {
    "uuid": "C968B0A7-D6BC-4EC3-AA85-73709C81D5BE",
    "name": "IAR(建築研究所)[碩]"
  },
  {
    "uuid": "AC49AA82-16C6-4202-8D26-34E727C9FCF6",
    "name": "ICS(社會與文化研究所)[博]"
  },
  {
    "uuid": "79E1732D-99B0-4766-99BB-C2F15042E9AC",
    "name": "ICS(社會與文化研究所)[碩]"
  },
  {
    "uuid": "B30BAB23-F209-4C0B-B78C-69FA82B4845C",
    "name": "ICT(傳播研究所)[碩]"
  },
  {
    "uuid": "B5BB6F71-1D6C-4050-BD7B-CA6B0558A7B7",
    "name": "IED(教育研究所)[碩]"
  },
  {
    "uuid": "100009B7-D98B-4DA2-8FBF-6F5332B89390",
    "name": "ILC(外國語文學系外國文學與語言學碩士班)[碩]"
  },
  {
    "uuid": "1C17515A-85E6-4D27-B731-5B1792BEEA60",
    "name": "IMU(音樂研究所)[碩]"
  },
  {
    "uuid": "4773A07E-3455-436F-A514-D4971F2FC14A",
    "name": "ITE(英語教學研究所)[碩]"
  },
  {
    "uuid": "FAC06B29-190D-4650-B7EB-10ADEB0D6B0A",
    "name": "ICH(傳播與科技學系)[碩]"
  },
  {
    "uuid": "A9611F73-D3D3-4C46-B809-AB9CEF6A9F11",
    "name": "IHP(客家文化學院博士班)[博]"
  },
  {
    "uuid": "4A23E657-FDC9-46ED-915D-A0E02F4A8F81",
    "name": "INA(人文社會學系族群與文化碩士班)[碩]"
  },
  {
    "uuid": "A9F5FF55-A079-477C-9527-564D092F10C7",
    "name": "IBA(高階主管管理碩士學程)[碩]"
  },
  {
    "uuid": "74E5BE29-E5B7-44D4-B3AE-EDDD225E2A93",
    "name": "IEC(電機學院碩士在職專班)[碩]"
  },
  {
    "uuid": "EA80BAC3-FF2B-4F14-9572-91DB26DA3157",
    "name": "IPT(光電科技碩士在職專班)[碩]"
  },
  {
    "uuid": "E2EF737A-BF42-408A-A2B3-59533017F7C2",
    "name": "ITL(科技法律研究所碩士在職專班)[碩]"
  },
  {
    "uuid": "37DE4675-C3B4-404E-B7E5-025E693C13DD",
    "name": "IPC(資訊學院碩士在職專班)[碩]"
  },
  {
    "uuid": "A7F33BE7-09B8-471D-B037-7366CD48C1E2",
    "name": "PCM(國防資安管理碩士在職專班)[碩]"
  },
  {
    "uuid": "EA4D5932-76F8-4C11-BF93-4E1793488B3A",
    "name": "(醫務管理研究所)[碩]"
  },
  {
    "uuid": "B523BDAE-BA87-417A-B637-71BD9A4B6CBD",
    "name": "(臨床醫學研究所)[碩]"
  },
  {
    "uuid": "ECAAEECE-F4B2-453C-8AA5-A332B6279994",
    "name": "(護理學系)[碩]"
  },
  {
    "uuid": "666261DF-7861-4380-BB7E-7958539CDC12",
    "name": "(生技醫療經營管理碩士在職學位學程)[碩]"
  },
  {
    "uuid": "8295113B-FFF7-4AD9-A7CB-2B372A8CB71F",
    "name": "IAP(工學院碩士在職專班-精密組)[碩]"
  },
  {
    "uuid": "8FC7C3E2-F857-431A-9716-DC9C05C4AA64",
    "name": "IMI(工學院碩士在職專班-工程管理組)[碩]"
  },
  {
    "uuid": "9FA73A9C-3D78-4A4F-98B0-D32BBA16F024",
    "name": "ISE(工學院碩士在職專班-半導體組)[碩]"
  },
  {
    "uuid": "571ADF90-0648-4891-87C4-1840CF588EC0",
    "name": "ISR(工學院碩士在職專班-產安組)[碩]"
  },
  {
    "uuid": "A7BCCB44-6DEE-4495-A837-8CDDE7A73726",
    "name": "INE(理學院碩士在職專班-應用科技組)[碩]"
  },
  {
    "uuid": "949C4815-DF77-4A16-8370-06D7FB17C0B4",
    "name": "INE(理學院碩士在職專班-科技與數位學習組)[碩]"
  },
  {
    "uuid": "A8A7D5C3-9AC4-49E4-A799-3B53CBD46CCE",
    "name": "IBM(管理學院碩士在職專班-經管組)[碩]"
  },
  {
    "uuid": "7B1AC97F-AB3C-4A03-AFC4-8B3F825AB632",
    "name": "IEM(管理學院碩士在職專班-工管組)[碩]"
  },
  {
    "uuid": "219FB90A-3490-4DDC-8FF6-CF9B4EDFA833",
    "name": "IIM(管理學院碩士在職專班-資管組)[碩]"
  },
  {
    "uuid": "483A74DF-13DF-40D6-B125-AE7D2F2946BA",
    "name": "IMS(管理學院碩士在職專班-管科組)[碩]"
  },
  {
    "uuid": "2842CA5A-8AA1-42DC-BBE5-4293B8F327D1",
    "name": "IOF(管理學院碩士在職專班-財金組)[碩]"
  },
  {
    "uuid": "EC58F85D-9C97-4521-B274-EE205D81F071",
    "name": "IOM(管理學院專班(共同課程))[碩]"
  },
  {
    "uuid": "36D1A068-8A6B-4536-9015-D178A59577EC",
    "name": "ITM(管理學院碩士在職專班-科管組)[碩]"
  },
  {
    "uuid": "0C87ACDD-C358-45D3-8755-BA09FA213506",
    "name": "ITT(管理學院碩士在職專班-物流組)[碩]"
  },
  {
    "uuid": "30B55C0F-1EF3-4B53-8EF8-3D26A8DDDC87",
    "name": "IHC(客家社會與文化碩士在職專班)[碩]"
  },
  {
    "uuid": "959D70AB-C5F4-408C-9BDF-3AC79C12FB18",
    "name": "AIG(人工智慧技術與應用碩士學位學程)[碩]"
  },
  {
    "uuid": "112DEFF0-F33B-4DDC-A2C8-53E522C564C2",
    "name": "ECS(電機資訊國際碩士學位學程)[碩]"
  },
  {
    "uuid": "A39B7D7F-6618-4C41-ABC8-2079150D7402",
    "name": "IPP(光電博士學位學程)[博]"
  },
  {
    "uuid": "2F948F0B-76D2-4A1E-8B45-D784A3B2745C",
    "name": "GDP(資電亥客與安全碩士學位學程)[碩]"
  },
  {
    "uuid": "0B79C790-6D3B-4581-A4B3-88AE3CD9AC2E",
    "name": "INS(網路與資訊系統博士學位學程)[博]"
  },
  {
    "uuid": "77E074CE-F793-44EB-8BCA-B790DAA50962",
    "name": "ILS(加速器光源科技與應用碩士學位學程)[碩]"
  },
  {
    "uuid": "88250CAD-55F7-45E2-B9A4-D551D323B757",
    "name": "ROB(機器人碩士學位學程)[碩]"
  },
  {
    "uuid": "EDC7E790-2AD9-413C-8B74-54C9DE81770F",
    "name": "ISC(永續化學科技國際研究生博士學位學程)[博]"
  },
  {
    "uuid": "1B176E21-A0DD-4340-A1C8-D7766610F746",
    "name": "IBN(跨領域神經科學博士學位學程)[博]"
  },
  {
    "uuid": "6471BDB2-3BF4-4542-9322-7C56213ACFF3",
    "name": "IBS(生醫科學與工程博士學位學程)[博]"
  },
  {
    "uuid": "FF87B9A6-D6BC-4D84-A556-B87D575DE880",
    "name": "IAS(亞際文化研究國際碩士學位學程)[碩]"
  },
  {
    "uuid": "F820DFDB-0D95-48BC-B9D9-F7939405AD83",
    "name": "通識"
  },
  {
    "uuid": "F6B39FA0-2284-4B93-B1CF-8ECFF1111A2E",
    "name": "外語"
  },
  {
    "uuid": "8077C844-67A2-450B-B39A-A6CC7DE5C114",
    "name": "體育"
  },
  {
    "uuid": "4DE7074F-B05F-4620-8F5E-12DF3778B52E",
    "name": "軍訓"
  },
  {
    "uuid": "867086D9-6B6D-46F8-8F76-CC6B834551DB",
    "name": "物理"
  },
  {
    "uuid": "49552B82-2C24-4355-AA37-2E503351C46B",
    "name": "微積分"
  },
  {
    "uuid": "E4B848D2-58DF-43DD-998B-CC5E9883A416",
    "name": "服務學習"
  },
  {
    "uuid": "B686A720-C6F0-46BC-8BFB-283274A362B7",
    "name": "藝文賞析"
  },
  {
    "uuid": "3FDEE98E-1A4F-4DE3-847B-ED0061569CC8",
    "name": "資訊學院共同課程"
  },
  {
    "uuid": "563DD406-1FDD-4589-8684-32BEF9F65A83",
    "name": "電機學院與資訊學院共同課程"
  },
  {
    "uuid": "75F46684-4732-47B1-8894-E22C9FA6C5A2",
    "name": "電機系共同課程"
  },
  {
    "uuid": "8661CF60-9CD1-4CDB-A5AE-9B9DA633F086",
    "name": "管理學院共同課程"
  },
  {
    "uuid": "2ED22A78-1B95-48B0-B4F0-E9A400786E1E",
    "name": "寫作中心"
  },
  {
    "uuid": "EDC2AE3B-55E0-40CB-8DA1-BAF46ABAAA7C",
    "name": "教學發展中心"
  },
  {
    "uuid": "1198DE94-5BBA-49F0-92C5-9CA7368E945C",
    "name": "華語中心"
  },
  {
    "uuid": "1F5401B9-D191-425A-9A1C-BAF816202493",
    "name": "衛保組(健康與護理)"
  },
  {
    "uuid": "C10B4D97-F139-4EE3-9A4F-F2A6EE8D69A5",
    "name": "資訊技術服務中心"
  },
  {
    "uuid": "4F7E4186-F826-47A4-87F9-975C7F604D9A",
    "name": "創創工坊"
  },
  {
    "uuid": "9E6E0677-B0EC-41FC-9925-52DAC5BEABA2",
    "name": "生物資訊學程"
  },
  {
    "uuid": "A91F7169-A56F-4612-85DE-2AC40893212C",
    "name": "共同教育中心"
  },
  {
    "uuid": "0B3FCC2B-D5D1-4989-893F-5DB996AA187D",
    "name": "IMBA國際管理學分學程"
  },
  {
    "uuid": "9AA264ED-AB45-4218-B62C-15C515EC5632",
    "name": "人社系:社會學與人類學學分學程"
  },
  {
    "uuid": "B8E13731-40C6-43B8-B9D0-39EA7778CF43",
    "name": "人社系:文化產業學分學程"
  },
  {
    "uuid": "2DC5D62B-70A5-4B45-82F9-E6B070264B74",
    "name": "人社系:族群與文化學分學程"
  },
  {
    "uuid": "A426BEEB-DA2C-49E2-8B21-D801ABF1209C",
    "name": "創新科技藝術學分學程"
  },
  {
    "uuid": "5B1A00A6-E55B-4732-B807-D81A8880D531",
    "name": "外文系:華語教學學分學程"
  },
  {
    "uuid": "12680AA6-8B37-474E-96BE-C872FA1AB379",
    "name": "太空科技與工程學分學程"
  },
  {
    "uuid": "EB9A12BB-16E6-439E-B028-D8BE77ADD5C3",
    "name": "客家學院:客家社會與文化學程"
  },
  {
    "uuid": "FB8F945A-A0C5-4904-9214-7DFAEEC99654",
    "name": "智慧財產權學分學程"
  },
  {
    "uuid": "F150FDDC-4248-4EAC-9442-CAD1D014C0B1",
    "name": "法律學分學程"
  },
  {
    "uuid": "AED73E28-B61A-47F8-A7BF-699E51D44E2D",
    "name": "生物科技管理學程"
  },
  {
    "uuid": "33F80913-7FED-40B4-8C5B-45BBD26155A7",
    "name": "生醫產業經營與法律學分學程"
  },
  {
    "uuid": "334FCAFF-BBEE-4C05-A9A7-4B87DB6796DF",
    "name": "管理學院:管理基礎學分學程"
  },
  {
    "uuid": "FBBA2369-B7C3-44E4-A3B9-611C25C63135",
    "name": "美國法學分學程"
  },
  {
    "uuid": "F2B5C126-FB5D-4E0B-9E3B-C86C89A4CB7F",
    "name": "聽語科學學分學程"
  },
  {
    "uuid": "EAF0F415-0F29-48BB-86CB-B3278320E491",
    "name": "電機資訊英語授課學分學程"
  },
  {
    "uuid": "766C288E-B3E9-4F2C-B835-CC802F620CAE",
    "name": "音樂學分學程"
  },
  {
    "uuid": "08EC89C6-92F2-4052-991B-4D2717ECA317",
    "name": "人工智慧跨域學程-工程與科學組"
  },
  {
    "uuid": "0FB2AEB1-D493-49D4-A2FD-3B597ECA9F4D",
    "name": "心理學跨域學程"
  },
  {
    "uuid": "1908531A-F394-46F5-BEAA-8B96AC5F109A",
    "name": "說故事與多媒體跨域學程"
  },
  {
    "uuid": "1E5783D1-E28B-492A-8B08-E588F79635A9",
    "name": "人工智慧跨域學程-管理組"
  },
  {
    "uuid": "22517AB9-5E58-43E5-89FA-780217F7CF7E",
    "name": "人機智能與哲學跨域學程"
  },
  {
    "uuid": "4661B67B-E8DE-4557-98AC-57F146783E8F",
    "name": "全球工程領袖跨域學程"
  },
  {
    "uuid": "58C04749-6608-438E-8ACF-7E06125DB934",
    "name": "物理研究所跨域學程(B)外系學生"
  },
  {
    "uuid": "59CF9F1F-FA7C-43D1-8608-9601013D79AB",
    "name": "人文社會學院跨領域設計與創新科技跨域學程"
  },
  {
    "uuid": "84BDFAC5-12EB-41FB-B46D-8C78D1EB208A",
    "name": "管理學院創業與創新管理跨域學程"
  },
  {
    "uuid": "8966679B-FBB8-4163-8106-617E2E64F141",
    "name": "科技法律學院跨域學程"
  },
  {
    "uuid": "8FC55056-E913-4D0C-919E-EAB1EC4FFC69",
    "name": "人文社會學院藝術與音樂跨域學程"
  },
  {
    "uuid": "9CA63B88-F01A-4534-BEF7-FFFE1DB5BFB9",
    "name": "人工智慧跨域學程-生醫組"
  },
  {
    "uuid": "C7AEA193-438E-4EC0-B89F-C33688A98A86",
    "name": "科技管理研究所跨域學程(B)外系學生"
  },
  {
    "uuid": "E43BCD23-13DD-4AB5-A6A7-CD154D25A1F7",
    "name": "教育研究所學習科學跨域學程"
  },
  {
    "uuid": "E46C9BDF-DADB-4EE8-8ACA-A6ADD7F2AF42",
    "name": "三一學程(光電、材料、電物)"
  },
  {
    "uuid": "62B3A375-6D81-4CD0-AAD3-40FDB9BFCB90",
    "name": "教育學程"
  }
]